{
  "add_prefix_space": false,
  "auto_map": {
    "AutoProcessor": "processing_locateanything.LocateAnythingProcessor"
  },
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "errors": "replace",
  "is_local": true,
  "local_files_only": false,
  "model_max_length": 16384,
  "pad_token": "<|endoftext|>",
  "processor_class": "LocateAnythingProcessor",
  "split_special_tokens": false,
  "tokenizer_class": "Qwen2Tokenizer",
  "unk_token": null
}
